Repository: abdulkabeerzultec/BankOfKhyber
Catalog: Backend/Programming Source/AddIns/SABB/ctlPurchaseOrder.*.resx
Languages: ar

# grvItems.ViewCaption
source: Purchase Order Items
ar: مواد طلب الشراء

# LayoutControlItem9.Text
source: Do Description
ar: الوصف اللاتيني

# LayoutControlItem1.Text
source: DO No
ar: رقم طلب الشراء

# LayoutControlItem3.Text
source: Supplier
ar: المورد

# LayoutControlItem10.Text
source: DO Project Type
ar: الوصف

# LayoutControlItem4.Text
source: Requested by
ar: المستودع

# LayoutControlItem12.Text
source: Remarks
ar: ملاحظات

# LayoutControlItem16.Text
source: Cost Center
ar: العملة

# LayoutControlItem2.Text
source: DO Date
ar: تاريخ الطلب

# LayoutControlItem6.Text
source: SubTotal
ar: المبلغ الإجمالي

# LayoutControlItem15.Text
source: Approve Date
ar: تاريخ الموافقة

# LayoutControlItem11.Text
source: Add Charges
ar: المصاريف الإضافية

# LayoutControlItem14.Text
source: Payment Terms
ar: شروط الدفع

# LayoutControlItem13.Text
source: Mode of Delivery
ar: وضع التسليم

# LayoutgrdItems.Text
source: LayoutgrdItems
ar: مواد طلب الشراء
